[
    {
        "id": 522938,
        "title": "Rambo: Last Blood",
        "runtime": 100,
        "original_language": "en",
        "backdrop_path": "\/kTQ3J8oTTKofAVLYnds2cHUz9KO.jpg",
        "overview": "When John Rambo's niece travels to Mexico to find the father that abandoned her and her mother, she finds herself in the grasps of Calle Mexican sex traffickers. When she doesn't return home as expected, John learns she's crossed into Mexico and sets out to get her back and make them pay."
    },
    {
        "id": 301528,
        "title": "Toy Story 4",
        "runtime": 100,
        "original_language": "en",
        "backdrop_path": "\/w9kR8qbmQ01HwnvK4alvnQ2ca0L.jpg",
        "overview": "Woody has always been confident about his place in the world and that his priority is taking care of his kid, whether that's Andy or Bonnie. But when Bonnie adds a reluctant new toy called \"Forky\" to her room, a road trip adventure alongside old and new friends will show Woody how big the world can be for a toy."
    },
    {
        "id": 474350,
        "title": "It Chapter Two",
        "runtime": 169,
        "original_language": "en",
        "backdrop_path": "\/zfE0R94v1E8cuKAerbskfD3VfUt.jpg",
        "overview": "27 years after overcoming the malevolent supernatural entity Pennywise, the former members of the Losers' Club, who have grown up and moved away from Derry, are brought back together by a devastating phone call."
    },
    {
        "id": 540901,
        "title": "Hustlers",
        "runtime": 107,
        "original_language": "en",
        "backdrop_path": "\/zBhv8rsLOfpFW2M5b6wW78Uoojs.jpg",
        "overview": "A crew of savvy former strip club employees band together to turn the tables on their Wall Street clients."
    },
    {
        "id": 384018,
        "title": "Fast & Furious Presents: Hobbs & Shaw",
        "runtime": 136,
        "original_language": "en",
        "backdrop_path": "\/keym7MPn1icW1wWfzMnW3HeuzWU.jpg",
        "overview": "A spinoff of The Fate of the Furious, focusing on Johnson's US Diplomatic Security Agent Luke Hobbs forming an unlikely alliance with Statham's Deckard Shaw."
    },
    {
        "id": 419704,
        "title": "Ad Astra",
        "runtime": 124,
        "original_language": "en",
        "backdrop_path": "\/fpe0eG2TBLJLQiqlhhvaWIfixXz.jpg",
        "overview": "An astronaut travels to the outer edges of the solar system to find his father and unravel a mystery that threatens the survival of our planet. He uncovers secrets which challenge the nature of human existence and our place in the cosmos."
    },
    {
        "id": 466272,
        "title": "Once Upon a Time in Hollywood",
        "runtime": 161,
        "original_language": "en",
        "backdrop_path": "\/8j58iEBw9pOXFD2L0nt0ZXeHviB.jpg",
        "overview": "A faded television actor and his stunt double strive to achieve fame and success in the film industry during the final years of Hollywood's Golden Age in 1969 Los Angeles."
    },
    {
        "id": 530382,
        "title": "In the Shadow of the Moon",
        "runtime": 115,
        "original_language": "en",
        "backdrop_path": "\/5DSVYlKwEzGBxTkS95L73c3oxLs.jpg",
        "overview": "In 1988, Philadelphia police officer Thomas \"Locke\" Lockhart, hungry to become a detective, begins tracking a serial killer whose crimes defy scientific explanation. When the killer mysteriously resurfaces nine years later, Locke's obsession with finding the truth threatens to destroy his career, his family, and possibly his sanity."
    },
    {
        "id": 428045,
        "title": "The Mystery of the Dragon’s Seal",
        "runtime": 121,
        "original_language": "ru",
        "backdrop_path": "\/vS6TCG4HiUSCyX30f5wDGQDt1k3.jpg",
        "overview": "The Russian Czar Peter the Great commissions Jonathan Green, an English traveller, to map the Far East territories of the Russian Empire. Green sets off on yet another long journey, full of unbelievable adventures, which eventually leads him to China. On his way, the famous cartographer makes breath-taking discoveries, meets mysterious creatures, Chinese princesses, deadly masters of oriental martial arts, and even Lun Van, the King of Dragons, himself. What could be more perilous than looking into the eyes of Viy? Only meeting him again… What will prevail this time — the unflinching scepticism of the scientist or ancient black magic, which has already gained influence over the Far East Lands?"
    },
    {
        "id": 420818,
        "title": "The Lion King",
        "runtime": 118,
        "original_language": "en",
        "backdrop_path": "\/2bXbqYdUdNVa8VIWXVfclP2ICtT.jpg",
        "overview": "Simba idolises his father, King Mufasa, and takes to heart his own royal destiny. But not everyone in the kingdom celebrates the new cub's arrival. Scar, Mufasa's brother—and former heir to the throne—has plans of his own. The battle for Pride Rock is ravaged with betrayal, tragedy and drama, ultimately resulting in Simba's exile. With help from a curious pair of newfound friends, Simba will have to figure out how to grow up and take back what is rightfully his."
    },
    {
        "id": 511987,
        "title": "Crawl",
        "runtime": 87,
        "original_language": "en",
        "backdrop_path": "\/9kOtMOUa5HrOiIG2Z9Anv7M8AbY.jpg",
        "overview": "While struggling to save her father during a Category 5 hurricane, a young woman finds herself trapped inside a flooding house and fighting for her life against Florida’s most savage and feared predators."
    },
    {
        "id": 530385,
        "title": "Midsommar",
        "runtime": 148,
        "original_language": "en",
        "backdrop_path": "\/rXsh4MI6uyVgZBSSzXCfitJnVPy.jpg",
        "overview": "A young couple travels to Sweden to visit their friend’s rural hometown and attend its mid-summer festival. What begins as an idyllic retreat quickly descends into an increasingly violent and bizarre competition at the hands of a pagan cult."
    },
    {
        "id": 431580,
        "title": "Abominable",
        "runtime": 92,
        "original_language": "en",
        "backdrop_path": "\/iK0Q7VWxHsXU1uMzpkf3VjAd6yE.jpg",
        "overview": "Trekking the 3000-mile journey from Shanghai to the Himalayan snowscapes, a group of misfits encounter a young Yeti named Everest, and they set off to reunite the magical creature with his family on the mountain of his namesake."
    },
    {
        "id": 515195,
        "title": "Yesterday",
        "runtime": 116,
        "original_language": "en",
        "backdrop_path": "\/1rjaRIAqFPQNnMtqSMLtg0VEABi.jpg",
        "overview": "Jack Malik is a struggling singer-songwriter in an English seaside town whose dreams of fame are rapidly fading, despite the fierce devotion and support of his childhood best friend, Ellie. After a freak bus accident during a mysterious global blackout, Jack wakes up to discover that he's the only person on Earth who can remember The Beatles."
    },
    {
        "id": 520901,
        "title": "Doom: Annihilation",
        "runtime": 97,
        "original_language": "en",
        "backdrop_path": "\/y0veZvK4Q0NzoAjbFlUrGr1cvZ8.jpg",
        "overview": "Doom: Annihilation follows a group of space marines as they respond to a distress call from a base on a Martian moon, only to discover it’s been overrun by demonic creatures who threaten to create Hell on Earth."
    },
    {
        "id": 484641,
        "title": "Anna",
        "runtime": 119,
        "original_language": "fr",
        "backdrop_path": "\/d8u4jpkDKgEPDJUl4g3vOOP3mDe.jpg",
        "overview": "Beneath Anna Poliatova's striking beauty lies a secret that will unleash her indelible strength and skill to become one of the world's most feared government assassins."
    },
    {
        "id": 568012,
        "title": "One Piece: Stampede",
        "runtime": 101,
        "original_language": "ja",
        "backdrop_path": "\/4E2lyUGLEr3yH4q6kJxPkQUhX7n.jpg",
        "overview": "One Piece: Stampede is a stand-alone film that celebrates the anime's 20th Anniversary and takes place outside the canon of the \"One Piece\" TV series. Monkey D. Luffy and his Straw Hat pirate crew are invited to a massive Pirate Festival that brings many of the most iconic characters from throughout the franchise to participate in competition with the Straw Hats to find Roger's treasure. It also pits the Straw Hats against a new enemy named Bullet, a former member of Roger's crew."
    },
    {
        "id": 456740,
        "title": "Hellboy",
        "runtime": 121,
        "original_language": "en",
        "backdrop_path": "\/bk8LyaMqUtaQ9hUShuvFznQYQKR.jpg",
        "overview": "Hellboy comes to England, where he must defeat Nimue, Merlin's consort and the Blood Queen. But their battle will bring about the end of the world, a fate he desperately tries to turn away."
    },
    {
        "id": 535581,
        "title": "The Dead Don't Die",
        "runtime": 104,
        "original_language": "en",
        "backdrop_path": "\/ndvOjo7Nfk8ULnFLMXthPzhI62L.jpg",
        "overview": "In a small peaceful town, zombies suddenly rise to terrorize the town. Now three bespectacled police officers and a strange Scottish morgue expert must band together to defeat the undead."
    },
    {
        "id": 441282,
        "title": "Night Hunter",
        "runtime": 98,
        "original_language": "en",
        "backdrop_path": "\/tAMIXRTHRI7znijZhD6hrR6618J.jpg",
        "overview": "A police task force traps an online predator, only to discover that the depth of his crimes goes far beyond anything they had anticipated."
    },
    {
        "id": 475557,
        "title": "Joker",
        "runtime": 122,
        "original_language": "en",
        "backdrop_path": "\/lbGzEyESjANpOeD48aROlc3X7aa.jpg",
        "overview": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure."
    },
    {
        "id": 458156,
        "title": "John Wick: Chapter 3 – Parabellum",
        "runtime": 131,
        "original_language": "en",
        "backdrop_path": "\/ziEuG1essDuWuC5lpWUaw1uXY2O.jpg",
        "overview": "Super-assassin John Wick returns with a $14 million price tag on his head and an army of bounty-hunting killers on his trail. After killing a member of the shadowy international assassin’s guild, the High Table, John Wick is excommunicado, but the world’s most ruthless hit men and women await his every turn."
    },
    {
        "id": 453405,
        "title": "Gemini Man",
        "runtime": 117,
        "original_language": "en",
        "backdrop_path": "\/uTALxjQU8e1lhmNjP9nnJ3t2pRU.jpg",
        "overview": "Henry Brogen, an aging assassin tries to get out of the business but finds himself in the ultimate battle: fighting his own clone who is 25 years younger than him and at the peak of his abilities."
    },
    {
        "id": 412117,
        "title": "The Secret Life of Pets 2",
        "runtime": 86,
        "original_language": "en",
        "backdrop_path": "\/nYcaCNkB4EgVyvrXxxbklefDrGL.jpg",
        "overview": "Max the terrier must cope with some major life changes when his owner gets married and has a baby. When the family takes a trip to the countryside, nervous Max has numerous run-ins with canine-intolerant cows, hostile foxes and a scary turkey. Luckily for Max, he soon catches a break when he meets Rooster, a gruff farm dog who tries to cure the lovable pooch of his neuroses."
    },
    {
        "id": 513045,
        "title": "Stuber",
        "runtime": 93,
        "original_language": "en",
        "backdrop_path": "\/klkFYDZOetegK8floj6IjvbzzQ2.jpg",
        "overview": "After crashing his car, a cop who's recovering from eye surgery recruits an Uber driver to help him catch a heroin dealer. The mismatched pair soon find themselves in for a wild day of stakeouts and shootouts as they encounter the city's seedy side."
    },
    {
        "id": 623393,
        "title": "Sanggano, Sanggago't Sanggwapo",
        "runtime": null,
        "original_language": "tl",
        "backdrop_path": "\/1dQfuvS7HMhlIgRZlilcuaoHZxv.jpg",
        "overview": "The gamols are back!"
    },
    {
        "id": 496243,
        "title": "Parasite",
        "runtime": 132,
        "original_language": "ko",
        "backdrop_path": "\/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
        "overview": "All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident."
    }
]